<!DOCTYPE html>
<html lang="uk" dir="ltr">
  <head>
    <meta charset="utf-8">
    <title>О компании | StSophia Homes</title>
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0" />
    <link rel="icon" type="image/png" sizes="16x16" href="img/favicon.ico">
    <link rel="stylesheet" href="css/style.css">
  </head>
  <body>
  <?php include_once('includes/header.php') ?>

  <section class="about">
    <div class="wrapper">
      <div class="about__top">
        <div class="about__box">
          <div class="content_name">О компании</div>
          <div class="about__info">
            Группа компаний ST SOPHIA HOMES является одним из ведущих инвестиционно- девелоперских холдингов, представленных на рынке Киева.
          </div>

        </div>
        <div class="about__img">
          <img src="/img/about_1.jpg" alt="">

        </div>

      </div>
      <div class="about__text">
        <p>
          Проект Premium класса, расположенный в уникальной экологической зоне центра Киева на пороге парка Пушкина. Это новый проект жилого комплекса, который предлагает введение свежих изменений в стиль Вашей жизни - возможность поменять суету шумного города на спокойствие одного из самых зеленых и приятных районов Киева.
        </p>
        <p>
          Роскошные апартаменты Crystal Park предлагают Вам идеальную атмосферу, в которой легко укрыться от обыденных проблем, расслабиться и насладиться жизнью, о которой Вы всегда мечтали. Просыпайтесь с прекрасным настроением. Наслаждайтесь видами на прилегающие к дому зеленые просторы. Нет лучше вида, чем вид на зеленые зоны парка и ничего приятнее, чем глоток свежего утреннего воздуха. Кто бы ни был тем, кто назвал Киев "зеленым городом", но на его мнение наверняка повлиял в первую очередь Парк Пушкина, который расположен неподалеку от комплекса Crystal Park, создавая тем самым приятную и умиротворенную окружающую среду для проживающих. Его чудесные зеленые территории граничат с ландшафтами известного Киевского зоопарка, что делает расположение Crystal Park еще более выгодным и интересным.
        </p>
        <p>
          Основное преимущество Crystal Park заключается в его территориальном расположении – до центра города можно добраться за считанные минуты. Поблизости находятся станции метро "Шулявская" и "Политехнический институт", что значительно облегчает путь ко многим замечательным магазинам, ресторанам и историческим достопримечательностям города. Куда бы Вы не направлялись, из Crystal Park всегда легко добраться до пункта Вашего назначения.
        </p>
        <p>
          Охрана и безопасность на сегодняшний день являются одними из основных критериев покупателей при выборе квартир. В Crystal Park проживающим предлагаются круглосуточные услуги службы консьержа и охраны, а также во всех стратегических зонах устанавливаются камеры видео-наблюдения CCTV. Для всех владельцев апартаментов предусмотрено машиноместо в просторном двухуровневом паркинге.
        </p>
        <p>
          Экоархитектура предполагает использование исключительно натуральных материалов, что создает идеальный баланс между современной технологией и традиционными архитектурными методами, способствуя снижению потребления энергии и значительно уменьшая затраты. Экоархитектура меняет наш образ жизни, предлагая свободную от транспорта территорию, близость парков, зеленых массивов и др.
        </p>
        <p>
          Великолепно спроектированные апартаменты Crystal Park, характеризующиеся уютом, комфортом и практичностью, а также истинной роскошью, предоставляют для Вас возможность выбрать студио либо одно- или двух-спальневые апартаменты с уникальным использованием пространства с практической точки зрения, соответствуя вкусам самых требовательных клиентов
        </p>
      </div>

    </div>

  </section>



  <?php include_once('includes/footer.php') ?>

  </body>
</html>
