<div class="hidden__box">
  <svg width="0" height="0" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
      <defs>
        <symbol id="StSophia" viewBox="0 0 468.00001 106.9">
            <g><path d="m139.30001 20.4c-2.6-2.7-6.8-4.3-10.6-4.3-3.9 0-8.7 1.5-8.7 6.1 0 9.3 23.2 9.1 23.2 21.6 0 7.2-7.6 14-18.1 14-4.1 0-8.2-.6-12.1-2l-2-8.4c4 3.4 9.5 5.6 14.8 5.6 3.8 0 9.7-2.3 9.7-7 0-10.5-23.2-8.6-23.2-23 0-8.5 8.7-11.8 17-11.8 3.4 0 6.8.5 10.1 1.5v7.7"/><path d="m163.50001 37.3c0 2.6 0 4.4 2.4 5.9v.1h-9.2v-.1c2.3-.9 2-4.3 2-6.3v-20.7h-4.1c-2 0-4.1.5-5.5 1.9h-.1l1.6-5.5h.1c.6.2 1.2.2 1.8.3h18.4c.8 0 1.5 0 2.1-.3h.1l-1.5 5.5h-.1c-.6-1.6-2.5-1.9-4-1.9h-4.2v21.1"/><path d="m155.10001 55.7c-2.4 0-3.6 0-5.9.8l-.1-.1 3-3.4c.5-.5.9-1.1 1.6-1.4s3.2-.3 4.1-.3h6.8c2.4 0 3.6 0 5.9-.8l.1.1-3 3.4c-.5.5-.9 1.1-1.6 1.4s-3.2.3-4.1.3z"/><path d="m215.90001 20.4c-2.6-2.7-6.8-4.3-10.6-4.3-3.9 0-8.7 1.5-8.7 6.1 0 9.3 23.2 9.1 23.2 21.6 0 7.2-7.6 14-18.1 14-4.1 0-8.2-.6-12.1-2l-2-8.4c4 3.4 9.5 5.6 14.8 5.6 3.9 0 9.7-2.3 9.7-7 0-10.5-23.2-8.6-23.2-23 0-8.5 8.7-11.8 17-11.8 3.4 0 6.8.5 10.1 1.5v7.7"/><path d="m277.10001 34.2c0 13.8-11.4 23.8-24.9 23.8-13.4 0-24.7-9.6-24.7-23.4 0-12.8 11.1-23.6 25.3-23.2 14.3-.2 24.3 10.6 24.3 22.8m-41.8-.3c0 9.5 6.7 19.2 17.3 19.2 10.3 0 16.8-7.5 16.8-17.6 0-9.9-6.3-19.4-17-19.4-10.5 0-17.1 7.6-17.1 17.8z"/><path d="m301.70001 12.4c8.8 0 15.5 4.3 15.5 11.8 0 7.8-7.2 12.7-14.9 12.7-1.7 0-3.4-.2-4.9-.9 5.8-.3 12.1-3.9 12.1-10.4 0-5.9-4.2-8.3-9.6-8.3-1.6 0-3.2.1-4.7.4v30.5c0 3.8-.1 6.5 3.5 8.5v.2h-13.4v-.2c3.4-1.2 3-6.2 3-9.3v-25.5c0-3 .4-8-3-9.3v-.2z"/><path d="m334.80001 35.2v12.2c0 3-.4 8 3 9.3v.2h-12.8v-.2c3.4-1.3 3-6.2 3-9.3v-25.5c0-3 .5-8-3-9.3v-.2h12.8v.2c-3.4 1.3-3 6.2-3 9.3v8.4h24.3v-8.4c0-3.1.5-8-3-9.3v-.2h13v.2c-3.4 1.3-3 6.2-3 9.3v25.5c0 3-.4 8 3 9.3v.2h-12.9v-.2c3.4-1.3 3-6.2 3-9.3v-12.2z"/><path d="m382.00001 21.9c0-3.1.5-8-3-9.3v-.2h12.8v.2c-3.4 1.3-3 6.3-3 9.3v25.5c0 3-.4 8 3 9.3v.2h-12.7v-.2c3.4-1.2 3-6.2 3-9.3v-25.5"/><path d="m414.30001 40.2-3.5 9.5c-1.4 3.8-1.9 5.7 1.4 7v.2h-12.4v-.2c3.9-2 5.1-5.7 6.6-9.6l11.3-28.2c.9-2.4 2.2-5.3-1-6.3v-.2h10.7l14 34.6c1.6 3.8 2.8 7.6 6.6 9.6v.2h-13.8v-.2c3.3-1.5 2.8-2.2.9-7l-3.6-9.5h-17.2m8.5-21.9-6.7 17h13.3z"/><path d="m116.10001 82.9v5.5c0 1.4-.2 3.6 1.3 4.2v.1h-5.8v-.1c1.5-.6 1.3-2.8 1.3-4.2v-11.5c0-1.4.2-3.6-1.3-4.2v-.1h5.8v.1c-1.5.6-1.3 2.8-1.3 4.2v3.8h11v-3.8c0-1.4.2-3.6-1.3-4.2v-.1h5.8v.1c-1.5.6-1.4 2.8-1.4 4.2v11.5c0 1.4-.2 3.6 1.4 4.2v.1h-5.8v-.1c1.5-.6 1.3-2.8 1.3-4.2v-5.5z"/><path d="m157.10001 82.4c0 6.2-5.1 10.7-11.2 10.7-6 0-11.1-4.3-11.1-10.5 0-5.8 5-10.6 11.4-10.4 6.5-.1 10.9 4.7 10.9 10.2m-18.7-.1c0 4.2 3 8.6 7.8 8.6 4.6 0 7.6-3.4 7.6-7.9 0-4.4-2.8-8.7-7.6-8.7s-7.8 3.4-7.8 8z"/><path d="m178.60001 74.6c.2-.6.5-1.2.5-1.9h5.2v.1c-.7.2-.9 1.1-.9 1.8l2 14.9c.2 1.4.3 2.2 1.5 3.1v.1h-5.9v-.1c1.1-.3 1.2-1.2 1.2-2.3l-1.7-14.6-6.8 17.4c-1.5-1.2-1.9-2-2.7-3.7l-5.8-13.7-1.7 13c-.2 1.9-.5 3.2 1 3.8v.1h-4.9v-.1c1.3-1.1 1.5-2.6 1.7-4.2l1.7-12.7c.1-.8.5-2.1-.9-2.8v-.1h5.3c0 .5.2.9.4 1.4l5.7 13.4z"/><path d="m194.30001 90.1 3.8.3c2 .2 4.1-.5 5.6-1.8h.1l-1.4 4h-12.6v-.1c1.5-.5 1.4-2.8 1.4-4.2v-11.4c0-1.4.2-3.6-1.4-4.2v-.1h9.7c.5 0 1 .1 1.4-.2h.1v3.5h-.1c-.9-1.1-2.2-1.2-3.6-1.2-1.1 0-2.1 0-3.1.2v5.6h3.6c.5 0 1 0 1.3-.2h.1v3.2h-.1c-.5-.9-1.8-.8-2.7-.8h-2.2v7.4"/><path d="m219.00001 76.3c-1.2-1.2-3.1-1.9-4.8-1.9s-3.9.7-3.9 2.8c0 4.2 10.4 4.1 10.4 9.7 0 3.2-3.4 6.3-8.1 6.3-1.8 0-3.7-.3-5.4-.9l-.9-3.8c1.8 1.5 4.3 2.5 6.6 2.5 1.7 0 4.3-1 4.3-3.2 0-4.7-10.4-3.9-10.4-10.3 0-3.8 3.9-5.3 7.6-5.3 1.5 0 3.1.2 4.5.7v3.4"/><path d="m60.20001 45.2c0-.6-.7-1.1-1.7-1.2-.1 0-.2 0-.3 0 0 0 0 0-.1 0-1.1 0-1.9.5-1.9 1.2v5.1h3.9v-5.1m-1.7 15.1c1.4 0 2.5-1.1 2.5-2.5s-1.1-2.5-2.5-2.5-2.5 1.1-2.5 2.5c0 1.3 1.1 2.5 2.5 2.5zm.1 8.9c-1.6 0-2.8.9-2.8 2v8.4h5.5v-8.4c0-1.1-1.2-1.9-2.7-2zm-38.5-59.2v50.4s-.1 17 19.8 26.5c.1.1.3.1.5.2 0 0 .1 0 .2.1s.3.1.4.2c0 0 .1 0 .1.1.4.2.8.4 1.3.7h.1c.2.1.5.2.7.4.8.4 1.7.9 2.6 1.3 1.3.7 2.6 1.4 4 2.1l2.9 1.5c1.1.6 2.2 1.2 3.1 1.7.3.2.6.3.8.5.9.5 1.6.9 2.1 1.2.5-.3 1.2-.7 2.1-1.2.3-.1.6-.3.9-.5.9-.5 1.9-1.1 3-1.6l2.9-1.5c1.3-.7 2.7-1.4 4-2.1.9-.5 1.8-.9 2.6-1.3.3-.1.5-.3.8-.4.5-.2.9-.5 1.3-.7 0 0 .1 0 .1-.1.2-.1.3-.1.4-.2 0 0 .1 0 .1-.1.2-.1.3-.2.5-.2 19.8-9.6 19.7-26.6 19.7-26.6v-50.4zm51.2 74 .1 3.7c-1.9 1-3.8 2-4.9 2.6 0 0-2.9 1.5-2.9 1.5s-.9.5-2 1.1v-2.5c0-1.3-1.3-2.4-3-2.4-1.6 0-2.9 1.1-2.9 2.4v1.7.7c-1.1-.6-2.1-1.1-2.1-1.1s-2.9-1.5-2.9-1.5c-1.1-.6-3-1.6-4.9-2.6l.1-3.6-1.2-2 1.4-.5.5-15v-.6l-1.1-2.3 2.1-.3.2-8.3-.5-2.1 2.4-1.1.2-6.7-.5-.4-.3-3.6.9-.4c-.1-.6-.4-2.6.4-4.2 1-1.9 3.7-2.3 3.7-2.3s2.1-1.8 1.8-3l-.3-.4s.1-.5.4-.6c0 0 0 0 .1-.1v-2s-.5-.5-.5-.8.5-.7.8-.8-.4-.7-.1-1.3.8-1.1 1.1-1.3c.2-.2.4-.9.5-1.5-.2-.1-.3-.4-.3-.6 0-.3.2-.6.4-.7v-1.2h-.9c-.1.2-.3.3-.6.3-.4 0-.7-.3-.7-.7s.3-.7.7-.7c.2 0 .4.1.6.3h1.1v-.7c-.2-.1-.3-.3-.3-.6 0-.4.3-.7.7-.7s.7.3.7.7c0 .2-.1.4-.2.5v.8h.8c.1-.2.3-.3.6-.3.4 0 .7.3.7.7s-.3.7-.7.7c-.2 0-.4-.1-.6-.3h-.8v1.2c.2.1.4.4.4.7 0 .2-.1.5-.3.6.1.6.3 1.4.5 1.5.4.3.8.7 1.1 1.3s-.1 1.3-.1 1.3c.3.1.7.5.8.8 0 .3-.5.8-.5.8v2s0 0 .1.1c.2.2.4.6.4.6l-.3.4c-.3 1.2 1.8 3 1.8 3s2.6.5 3.7 2.3c.9 1.6.6 3.6.4 4.2l.9.4-.3 3.6-.5.4.2 6.7 2.4 1.1-.6 2 .2 8.3 2.1.3-1.1 2.3v.6l.5 15 1.4.5z"/></g>
        </symbol>
          <symbol id="arrow_down" viewBox="0 0 129 129">
              <path d="m121.3,34.6c-1.6-1.6-4.2-1.6-5.8,0l-51,51.1-51.1-51.1c-1.6-1.6-4.2-1.6-5.8,0-1.6,1.6-1.6,4.2 0,5.8l53.9,53.9c0.8,0.8 1.8,1.2 2.9,1.2 1,0 2.1-0.4 2.9-1.2l53.9-53.9c1.7-1.6 1.7-4.2 0.1-5.8z"/>
          </symbol>
          <symbol id="fb" viewBox="-110 1 511 511.99996">
            <path d="m180 512h-81.992188c-13.695312 0-24.835937-11.140625-24.835937-24.835938v-184.9375h-47.835937c-13.695313 0-24.835938-11.144531-24.835938-24.835937v-79.246094c0-13.695312 11.140625-24.835937 24.835938-24.835937h47.835937v-39.683594c0-39.347656 12.355469-72.824219 35.726563-96.804688 23.476562-24.089843 56.285156-36.820312 94.878906-36.820312l62.53125.101562c13.671875.023438 24.792968 11.164063 24.792968 24.835938v73.578125c0 13.695313-11.136718 24.835937-24.828124 24.835937l-42.101563.015626c-12.839844 0-16.109375 2.574218-16.808594 3.363281-1.152343 1.308593-2.523437 5.007812-2.523437 15.222656v31.351563h58.269531c4.386719 0 8.636719 1.082031 12.289063 3.121093 7.878906 4.402344 12.777343 12.726563 12.777343 21.722657l-.03125 79.246093c0 13.6875-11.140625 24.828125-24.835937 24.828125h-58.46875v184.941406c0 13.695313-11.144532 24.835938-24.839844 24.835938zm-76.8125-30.015625h71.632812v-193.195313c0-9.144531 7.441407-16.582031 16.582032-16.582031h66.726562l.027344-68.882812h-66.757812c-9.140626 0-16.578126-7.4375-16.578126-16.582031v-44.789063c0-11.726563 1.191407-25.0625 10.042969-35.085937 10.695313-12.117188 27.550781-13.515626 39.300781-13.515626l36.921876-.015624v-63.226563l-57.332032-.09375c-62.023437 0-100.566406 39.703125-100.566406 103.609375v53.117188c0 9.140624-7.4375 16.582031-16.578125 16.582031h-56.09375v68.882812h56.09375c9.140625 0 16.578125 7.4375 16.578125 16.582031zm163.0625-451.867187h.003906zm0 0"/>
          </symbol>
          <symbol id="instagram" viewBox="0 0 512 512">
              <path d="m373.40625 0h-234.8125c-76.421875 0-138.59375 62.171875-138.59375 138.59375v234.816406c0 76.417969 62.171875 138.589844 138.59375 138.589844h234.816406c76.417969 0 138.589844-62.171875 138.589844-138.589844v-234.816406c0-76.421875-62.171875-138.59375-138.59375-138.59375zm108.578125 373.410156c0 59.867188-48.707031 108.574219-108.578125 108.574219h-234.8125c-59.871094 0-108.578125-48.707031-108.578125-108.574219v-234.816406c0-59.871094 48.707031-108.578125 108.578125-108.578125h234.816406c59.867188 0 108.574219 48.707031 108.574219 108.578125zm0 0"/><path d="m256 116.003906c-77.195312 0-139.996094 62.800782-139.996094 139.996094s62.800782 139.996094 139.996094 139.996094 139.996094-62.800782 139.996094-139.996094-62.800782-139.996094-139.996094-139.996094zm0 249.976563c-60.640625 0-109.980469-49.335938-109.980469-109.980469 0-60.640625 49.339844-109.980469 109.980469-109.980469 60.644531 0 109.980469 49.339844 109.980469 109.980469 0 60.644531-49.335938 109.980469-109.980469 109.980469zm0 0"/><path d="m399.34375 66.285156c-22.8125 0-41.367188 18.558594-41.367188 41.367188 0 22.8125 18.554688 41.371094 41.367188 41.371094s41.371094-18.558594 41.371094-41.371094-18.558594-41.367188-41.371094-41.367188zm0 52.71875c-6.257812 0-11.351562-5.09375-11.351562-11.351562 0-6.261719 5.09375-11.351563 11.351562-11.351563 6.261719 0 11.355469 5.089844 11.355469 11.351563 0 6.257812-5.09375 11.351562-11.355469 11.351562zm0 0"/>
          </symbol>
          <symbol id="phone" viewBox="0 0 26 37.421394">
              <path d="m374.456 293.506c-9.7-10.1-21.4-15.5-33.8-15.5-12.3 0-24.1 5.3-34.2 15.4l-31.6 31.5c-2.6-1.4-5.2-2.7-7.7-4-3.6-1.8-7-3.5-9.9-5.3-29.6-18.8-56.5-43.3-82.3-75-12.5-15.8-20.9-29.1-27-42.6 8.2-7.5 15.8-15.3 23.2-22.8 2.8-2.8 5.6-5.7 8.4-8.5 21-21 21-48.2 0-69.2l-27.3-27.3c-3.1-3.1-6.3-6.3-9.3-9.5-6-6.2-12.3-12.6-18.8-18.6-9.7-9.6-21.3-14.7-33.5-14.7s-24 5.1-34 14.7c-.1.1-.1.1-.2.2l-34 34.3c-12.8 12.8-20.1 28.4-21.7 46.5-2.4 29.2 6.2 56.4 12.8 74.2 16.2 43.7 40.4 84.2 76.5 127.6 43.8 52.3 96.5 93.6 156.7 122.7 23 10.9 53.7 23.8 88 26 2.1.1 4.3.2 6.3.2 23.1 0 42.5-8.3 57.7-24.8.1-.2.3-.3.4-.5 5.2-6.3 11.2-12 17.5-18.1 4.3-4.1 8.7-8.4 13-12.9 9.9-10.3 15.1-22.3 15.1-34.6 0-12.4-5.3-24.3-15.4-34.3zm35.8 105.3c-.1 0-.1.1 0 0-3.9 4.2-7.9 8-12.2 12.2-6.5 6.2-13.1 12.7-19.3 20-10.1 10.8-22 15.9-37.6 15.9-1.5 0-3.1 0-4.6-.1-29.7-1.9-57.3-13.5-78-23.4-56.6-27.4-106.3-66.3-147.6-115.6-34.1-41.1-56.9-79.1-72-119.9-9.3-24.9-12.7-44.3-11.2-62.6 1-11.7 5.5-21.4 13.8-29.7l34.1-34.1c4.9-4.6 10.1-7.1 15.2-7.1 6.3 0 11.4 3.8 14.6 7 .1.1.2.2.3.3 6.1 5.7 11.9 11.6 18 17.9 3.1 3.2 6.3 6.4 9.5 9.7l27.3 27.3c10.6 10.6 10.6 20.4 0 31-2.9 2.9-5.7 5.8-8.6 8.6-8.4 8.6-16.4 16.6-25.1 24.4-.2.2-.4.3-.5.5-8.6 8.6-7 17-5.2 22.7.1.3.2.6.3.9 7.1 17.2 17.1 33.4 32.3 52.7l.1.1c27.6 34 56.7 60.5 88.8 80.8 4.1 2.6 8.3 4.7 12.3 6.7 3.6 1.8 7 3.5 9.9 5.3.4.2.8.5 1.2.7 3.4 1.7 6.6 2.5 9.9 2.5 8.3 0 13.5-5.2 15.2-6.9l34.2-34.2c3.4-3.4 8.8-7.5 15.1-7.5 6.2 0 11.3 3.9 14.4 7.3l.2.2 55.1 55.1c10.3 10.2 10.3 20.7.1 31.3z" transform="matrix(.04991256 .05000606 -.05000606 .04991256 16.891361 -4.93474)"/>
          </symbol>
          <symbol id="telegram" viewBox="1 -35 511.99993 511">
              <path d="m121.453125 253.171875 63.554687 158.886719 82.75-82.753906 141.535157 112.503906 102.707031-441.308594-512 205.480469zm-39.933594-47.640625 244.046875-97.945312-194.074218 117.363281zm287.535157-89.25-161.980469 148.1875-19.484375 73.425781-36.035156-90.085937zm-149.851563 219.230469 9.816406-36.996094 15.144531 12.035156zm171.65625 53.394531-147.386719-117.152344 221.902344-203.007812zm0 0"/>
          </symbol>
          <symbol id="letter" viewBox="0 0 44 44">
              <path d="m43 6h-42c-.553 0-1 .447-1 1v30c0 .553.447 1 1 1h42c.552 0 1-.447 1-1v-30c0-.553-.448-1-1-1zm-1 27.581-12.388-12.387-1.414 1.414 13.392 13.392h-39.18l13.392-13.392-1.414-1.414-12.388 12.387v-25.581h40z"/><path d="m39.979 8-17.979 17.979-17.979-17.979h-2.021v.807l19.293 19.293c.391.391 1.023.391 1.414 0l19.293-19.293v-.807z"/>
          </symbol>
          <symbol id="long_arrow" viewBox="0 0 111.61642 6.7144594">
            <g stroke="#ffffff" transform="translate(-.26727 -152.88989)"><path d="m.26726951 156.14896h110.64958049"/><path d="m106.06957 153.3218 4.84728 2.82716-4.84728 3.03147"/></g>
          </symbol>
          <symbol id="calendar" viewBox="0 0 29.121 29.121">
            <g><path d="m21.706 6.146c1.116 0 2.02-.898 2.02-2.016v-2.11c0-1.119-.903-2.02-2.02-2.02s-2.019.9-2.019 2.02v2.111c.001 1.117.903 2.015 2.019 2.015z"/><path d="m28.882 3.494h-4.066v1.027c0 1.695-1.377 3.076-3.075 3.076-1.7 0-3.074-1.381-3.074-3.076v-1.027h-8.205v1.027c0 1.695-1.379 3.076-3.076 3.076s-3.075-1.38-3.075-3.076v-1.027l-4.103-.051v25.678h2.052 24.604l2.049-.006zm-2.02 23.582h-24.602v-16.404h24.604v16.404z"/><path d="m7.354 6.146c1.116 0 2.021-.898 2.021-2.016v-2.11c0-1.12-.905-2.02-2.021-2.02s-2.018.9-2.018 2.02v2.111c0 1.117.901 2.015 2.018 2.015z"/><path d="m10.468 12.873h3.231v2.852h-3.231z"/><path d="m15.692 12.873h3.234v2.852h-3.234z"/><path d="m20.537 12.873h3.231v2.852h-3.231z"/><path d="m10.468 17.609h3.231v2.85h-3.231z"/><path d="m15.692 17.609h3.234v2.85h-3.234z"/><path d="m20.537 17.609h3.231v2.85h-3.231z"/><path d="m10.468 22.439h3.231v2.85h-3.231z"/><path d="m5.336 17.609h3.229v2.85h-3.229z"/><path d="m5.336 22.439h3.229v2.85h-3.229z"/><path d="m15.692 22.439h3.234v2.85h-3.234z"/><path d="m20.537 22.439h3.231v2.85h-3.231z"/></g>
          </symbol>
          <symbol id="google" viewBox="0 0 512 512">
            <polygon points="448,224 448,160 416,160 416,224 352,224 352,256 416,256 416,320 448,320 448,256 512,256 512,224"/><path d="M160,224v64h90.528c-13.216,37.248-48.8,64-90.528,64c-52.928,0-96-43.072-96-96c0-52.928,43.072-96,96-96
              c22.944,0,45.024,8.224,62.176,23.168l42.048-48.256C235.424,109.824,198.432,96,160,96C71.776,96,0,167.776,0,256 s71.776,160,160,160s160-71.776,160-160v-32H160z"/>
          </symbol>
          <symbol id="google1" viewBox="0 0 491.86 491.86">
            <path d="M377.472,224.957H201.319v58.718H308.79c-16.032,51.048-63.714,88.077-120.055,88.077c-69.492,0-125.823-56.335-125.823-125.824c0-69.492,56.333-125.823,125.823-125.823c34.994,0,66.645,14.289,89.452,37.346 l42.622-46.328c-34.04-33.355-80.65-53.929-132.074-53.929C84.5,57.193,0,141.693,0,245.928s84.5,188.737,188.736,188.737 c91.307,0,171.248-64.844,188.737-150.989v-58.718L377.472,224.957L377.472,224.957z"/>
            <polygon points="491.858,224.857 455.827,224.857 455.827,188.826 424.941,188.826 424.941,224.857 388.91,224.857 388.91,255.74 424.941,255.74 424.941,291.772 455.827,291.772 455.827,255.74 491.858,255.74 			"/>
          </symbol>
          <symbol id="youtube" viewBox="0 0 90 90">
            <path id="YouTube__x28_alt_x29_" d="M90,26.958C90,19.525,83.979,13.5,76.55,13.5h-63.1C6.021,13.5,0,19.525,0,26.958v36.084	C0,70.475,6.021,76.5,13.45,76.5h63.1C83.979,76.5,90,70.475,90,63.042V26.958z M36,60.225V26.33l25.702,16.947L36,60.225z"/>
          </symbol>
      </defs>
  </svg>
</div>
<div class="header_outer__before">
  <!-- header before scroll -->
  <div class="header">
    <div class="header_wrapper flex">
      <div class="aside flex">
        <div class="header_lang no_mobile">
          <!-- <ul> -->
            <div class="dropdown_active"><a href="#">RU <svg class="grey" width="10" height="10"><use xlink:href="#arrow_down"></use></svg></a>
              <ul class="dropdown_lang">
                <li><a href="#">UA</a></li>
                <li><a href="#">EN</a></li>
              </ul>
            </div>
          <!-- </ul> -->
        </div>
        <ul class="header_social">
          <li><a href="#"><svg><use xlink:href="#instagram"></use></svg></a></li>
          <li><a href="#"><svg><use xlink:href="#fb"></use></svg></a></li>
          <li id="menu_logo" class="menu_logo is_mobile">
            <span></span>
            <span></span>
            <span></span>
          </li>
        </ul>
      </div>
      <a href="/" class="header_center"><svg class="header__logo" fill="#ffffff"><use xlink:href="#StSophia"></use></svg></a>
      <div class="aside_b no_mobile">
        <div class="header__callback flex">
          <svg width="10" height="20" ><use xlink:href="#phone"></use></svg>
          <span>Заказать звонок</span>
        </div>
      </div>
    </div>
    <div id="menu_close" class="close_menu is_mobile">
      <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 50 50" width="50" height="50"><path d="M37.304 11.282l1.414 1.414-26.022 26.02-1.414-1.413z" fill="#565c64"></path><path d="M12.696 11.282l26.022 26.02-1.414 1.415-26.022-26.02z" fill="#565c64"></path></svg>
    </div>
  </div>
  <!-- end header before scroll -->
  <!-- navigation before scroll -->

  <div class="navigation">
    <div class="header_wrapper flex">
      <a href="/" class="header_fixed__logo">
        <svg fill="#ffffff"><use xlink:href="#StSophia"></use></svg>
      </a>
      <ul class="navigation__box">
        <li><a class="nav_link open_menu_dropdown" data-link="#objectInner" href="#">Объекты<svg width="10" height="10"><use xlink:href="#arrow_down"></use></svg></a>
          <ul class="menu_dropdown is_mobile">
            <li><a href="/under-construction.php">Crystal Park</a></li>
            <li><a href="/finished_building.php">Riviera Riverside</a></li>
            <li><a href="#">Комплекс 3</a></li>
            <li><a href="#">Комплекс 4</a></li>
            <li><a href="#">Комплекс 5</a></li>
            <li><a href="#">Комплекс 6</a></li>
            <li><a href="#">Комплекс 7</a></li>
            <li><a href="#">Комплекс 8</a></li>
            <li><a href="#">Комплекс 9</a></li>
          </ul>
        </li>
        <li><a class="nav_link open_menu_dropdown" data-link="#aboutInner" href="#">О компании<svg width="10" height="10"><use xlink:href="#arrow_down"></use></svg></a>
          <ul class="menu_dropdown is_mobile">
            <li><a href="/about.php">О нас</a></li>
            <li><a href="/objects.php">Объекты</a></li>
            <li><a href="/history.php">История успеха</a></li>
            <li><a href="/mission.php">Миссия</a></li>
            <li><a href="/achievement.php">Достижения</a></li>
            <li><a href="/partners.php">Партнеры</a></li>
          </ul>
        </li>
        <li><a class="nav_link" data-link="#newsInner" href="/news.php/">Новости<svg width="10" height="10" class="no_mobile"><use xlink:href="#arrow_down"></use></svg></a></li>
        <li><a href="/contacts.php"  href="#">Контакты</a></li>
      </ul>
      <div class="header_fixed_lang">
        <!-- <ul> -->
          <div class="dropdown_active"><a href="#">RU <svg class="grey" width="10" height="10"><use xlink:href="#arrow_down"></use></svg></a>
            <ul class="dropdown_lang">
              <li><a href="#">UA</a></li>
              <li><a href="#">EN</a></li>
            </ul>
          </div>
        <!-- </ul> -->
      </div>
      <div class="footer_social is_mobile">
        <a href="#" class="footer_social__item"><svg><use xlink:href="#instagram"></use></svg></a>
        <a href="#" class="footer_social__item"><svg><use xlink:href="#fb"></use></svg></a>
        <a href="#" class="footer_social__item"><svg><use xlink:href="#youtube"></use></svg></a>
        <a href="#" class="footer_social__item"><svg style="margin-left: -1px"><use xlink:href="#telegram"></use></svg></a>
        <a href="#" class="footer_social__item"><svg><use xlink:href="#google1"></use></svg></a>
      </div>
    </div>
  </div>
  <!-- end navigation before scroll -->
<!-- второстепенное меню при ховере -->
<div class="menu_hover__outer">
  <div class="menu_hover">

    <!-- /*inner for group OBJECTS*/ -->
    <div id="objectInner" class="wrapper">
      <div class="object_carousel flex">
        <a href="/under-construction.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/1.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">CRYSTAL PARK</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/finished_building.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/2.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Riviera Riverside</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="#" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/2.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Комплекс2</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="#" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/3.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Комплекс3</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="#" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/4.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Комплекс4</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="#" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/5.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Комплекс5</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
      </div>
    </div>
    <!-- /*inner for group About*/ -->
    <div id="aboutInner" class="wrapper">
      <div class="about_carousel flex">
        <a href="/about.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/5.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">О компании</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/objects.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/5.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Объекты</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/history.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/1.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">История успеха</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/mission.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/2.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Миссия</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/achievement.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/4.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Достижения</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/partners.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/3.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Партнеры</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
      </div>
    </div>
    <!-- /*end inner for group news*/ -->
    <div id="newsInner" class="wrapper">
      <div class="news_carousel flex">
        <a href="/news_template.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/1.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Новость1</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/news_template.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/2.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Новость2</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/news_template.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/3.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Новость3</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/news_template.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/4.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Новость4</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
        <a href="/news_template.php" class="menu_hover__item">
          <div class="menu_hover_img">
            <img src="/img/main/hover_menu/5.jpg" alt="">
          </div>
          <figcaption>
            <div class="subname">Новость5</div>
            <div class="content_text">По своей сути рыбатекст является альтернативой традиционному lorem</div>
          </figcaption>
        </a>
      </div>
    </div>
    <!-- /*end inner for group news*/ -->
  </div>
</div>
<!-- конец второстепенного меню при ховере -->
</div>
